---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayColoredSurfaceSettings
source: html/8182bbc7-b1c0-cf72-39a8-c475ae058cc3.htm
---
# AnalysisDisplayColoredSurfaceSettings Properties

Color of grid lines.